{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.3-7-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.3-7-1-title","indicator_number":"3.7.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"national_metadata_update_url_text":"2021-05-14: see changes on GitHub","national_metadata_update_url":"https://github.com/open-sdg-nepal/data/commit/5e15ca4f6d325b5ab7517a4c56a51e156afa6f2f","SDG_GOAL":"<p>Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET":"<p>By 2030, ensure universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes</p>","SDG_INDICATOR":"<p>Percentage of women age 15-49 years currently married or in union who have their need for family planning satisfied with modern contraceptive methods</p>","META_LAST_UPDATE":"<p>11 May 2020</p>","SDG_CUSTODIAN_AGENCIES":"<p>DESA_PopDivision</p>","CONTACT_ORGANISATION":"<p>Central Bureau of Statistics, Nepal</p>","CONTACT_NAME":"<p>Krishna Tuladhar/Suresh Basnet</p>","ORGANISATION_UNIT":"<p>Social Section</p>","CONTACT_FUNCT":"<p>Compile Social Data</p>","CONTACT_PHONE":"<p>977 98411 89895</p>","CONTACT_MAIL":"<p>krishna_n@hotmail.com</p>","STAT_CONC_DEF":"<p> This indicator is defined as the percentage of women of reproductive age (15-49 years) who desire either to have no (additional) children or to postpone the next child and who are currently using a modern contraceptive method.<strong> </strong></p><p>Unmet need for contraception refers to fecund women who are not using any method of contraception, but who wish to postpone the next birth (spacing) or who wish to stop childbearing altogether (limiting).</p>","UNIT_MEASURE":"<p>Percentage</p>","SOURCE_TYPE":"<p>Multiple Indicator Cluster Survey (MICS)</p><p>Demographic and Health Survey (DHS)</p>","COLL_METHOD":"<p><strong>Multiple Indicator Cluster Survey (MICS)</strong></p><p><strong>a. Sample Design</strong></p><p>The sample for the Nepal MICS 2019 was designed to provide estimates for a large number of indicators on the situation of children</p><p>and women at the national level, for urban and rural areas of seven provinces: Province 1, Province 2, Bagmati province, Gandaki province, Lumbini province, Karnali province, and Sudoorpashchim province. The urban and rural areas within each province were identified as the main sampling strata. Kathmandu valley urban is included as a separate stratum as its characteristics differ from the rest. The sample of households was selected in two stages. Within each stratum, at the first sampling stage a specified number of census enumeration areas (EA) was selected systematically with probability proportional to size. A household listing was carried out within the selected enumeration areas, identifying the households with and without children under 5 years. In total, 25 households with and without children under 5 were selected in each sample enumeration area through systematic random sampling method. To ensure strong representativeness of children under 5 in the sample, household with children under 5 were oversampled. Where 13households with children under 5 and 12 households without were selected from the listing in each EA. A total sample of 512 EAs and 12,800 households was selected for the survey. As the sample is not self-weighting, sample weights are used for reporting survey results.</p><p><strong>b. Questionnaires</strong></p><p>The survey includes 6 questionnaires: 1) a household questionnaire on demographic information of all household members, and household characteristics / assets 2) a water quality testing questionnaire administered in five households in each cluster of the sample; 3) a questionnaire for individual women administered in each household to all women age 15-49 years; 4) a questionnaire for individual men administered in every second household to all men age 15-49 years; 5) a questionnaire for children under 5, administered to mothers (or caretakers) of all children under 5 living in the household; and 6) a questionnaire for children age 5-17 years, administered to mothers (or caretakers) of one randomly selected child age 5-17 years living in the household</p><p><strong>c. Data Collection Method</strong></p><p>The sixth round of MICS in Nepal utilised Computer-Assisted Personal Interviewing (CAPI). The data collection application was based on the CSPro (Census and Survey Processing System) software, Version 6.3, including a dedicated data management platform. Procedures and standards of the global MICS programme were adapted to the Nepal’s MICS questionnaires. The CAPI application was tested in Kavre district during April 2019. Based on the results of the CAPI-test, modifications were made to the questionnaires and application.</p><p><strong>d. Training</strong></p><p>Training for the fieldwork was conducted for 30 days from 12 April to 11 May 2019. Training included technical capacity building in interviewing techniques, detailed overview and interpretation of the contents of the questionnaires, and practical exercises in interviewing household members, including children. Participants completed full training on paper questionnaires followed by training on the CAPI application. The trainees spent seven days in the field practice and one day in Kavre district where they conducted a full pilot survey. The training agenda was based on the global MICS6 standards and procedures. </p><p>Anthropometric measurers received a dedicated training on gathering anthropometric data from children under 5. A team of water quality testers received a 5-days intensive training in testing water for E. coli and water source for arsenic. The training was followed by one day of field practice and pilot testing.</p><p>Field Supervisors attended additional training on the duties of team supervision and responsibilities.</p><p><strong>e. </strong>Fieldwork</p><p>The data were collected by 16 teams; each was comprised of three female, one male interviewer, one measurer, and a supervisor. Fieldwork began in 12 May 2019 and concluded on 8 November 2019.</p><p>Data were collected using tablet computers running the Windows 10 operating system, utilising a Bluetooth application for field operations, enabling transfer of assignments and completed questionnaires between supervisor and interviewer tablets.</p>","FREQ_COLL":"<p>Every five years.</p>","REL_CAL_POLICY":"<p>Data released 6 months after end of MICS fieldwork</p>","DATA_SOURCE":"<p>Central Bureau of Statistics, Nepal</p>","COMPILING_ORG":"<p>Central Bureau of Statistics and technical  and financial support  provided by UNICEF</p>","INST_MANDATE":"<p>CBS is one of a custodian agency to produce this indicator.</p>","RATIONALE":"<p>Appropriate contraceptive use is important to the health of women and children by: 1) preventing pregnancies that are too early or too late; 2) extending the period between births; and 3) limiting the total number of children.<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[2]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">2</sup><p> PATH, and United Nations Population Fund. Meeting the Need: Strengthening Family Planning Programs. Seattle: PATH/UNFPA, 2006. <a href=\"https://www.unfpa.org/sites/default\">https://www.unfpa.org/sites/default</a> files/resource-pdf/family_planning06.pdf. <a href=\"#footnote-ref-2\">↑</a></p></div></div>","DATA_COMP":"<p>Numerator: Number of women age 15-49 who are currently married or in union using a modern method of contraception </p><p>Denominator: Number of women age 15-49 who are currently married or in union using any method of contraception or are having an unmet need for family planning</p>","REG_AGG":"<p>National, Province disaggregation</p>","DOC_METHOD":"<p>MICS6 TOOLS <sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[3]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">3</sup><p> The standard guidelines can be found at: “MICS6 TOOLS.” Home - UNICEF MICS. Accessed August 23, 2018. http://mics.unicef.org/tools#data-processing. <a href=\"#footnote-ref-3\">↑</a></p></div></div>","QUALITY_MGMNT":"<p>Team supervisors were responsible for the daily monitoring of fieldwork. Mandatory re-interviewing was implemented on one household per cluster. Daily observations of interviewer skills and performance were conducted.</p><p>During the fieldwork period, each team was visited multiple times by survey management team members. CBS and UNICEF staff also conducted monitoring of the field work in selected locations.</p>","QUALITY_ASSMNT":"<p>Throughout the fieldwork, field check tables (FCTs) were produced weekly for analysis and action with field teams. The FCTs were</p><p>customised versions of the standard tables produced by the MICS Programme.<sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[4]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-4\">4</sup><p> The standard field check tables can be found at: “MICS6 TOOLS.” Home - UNICEF MICS. Accessed August 23, 2018. http://mics.unicef.org/tools#data-collection. <a href=\"#footnote-ref-4\">↑</a></p></div></div>","COVERAGE":"<p>Disaggregation: By geography (National, Province, Urban and Rural ) Availability: Since 2015 (every 5 years)</p>","OTHER_DOC":"<p>References:</p><p>Nepal Multiple Indicator Cluster Survey 2019<sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[5]</a></sup></p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-5\">5</sup><p> https://cbs.gov.np/wp-content/upLoads/2020/12/Nepal_MICS6-2019_Final-Online-Version-15-Dec-2020-v2.pdf <a href=\"#footnote-ref-5\">↑</a></p></div></div>","indicator":"3.7.1","target_id":"3.7","sdg_goal":"3","indicator_sort_order":"03-07-01"}