{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.7-1-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.7-1-1-title","indicator_number":"7.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"national_metadata_update_url_text":"2021-05-13: see changes on GitHub","national_metadata_update_url":"https://github.com/open-sdg-nepal/data/commit/195857cb4cb5cd0a5ba59dc1b1c6e923c0788e6e","SDG_INDICATOR_INFO":"<p>Access to electricity</p>","SDG_GOAL":"<p>Goal 7: Ensure access to affordable, reliable, sustainable and modern energy for all</p>","SDG_TARGET":"<p>Target 7.1: By 2030, ensure universal access to affordable, reliable and modern energy services</p>","SDG_INDICATOR":"<p>Percentage of population with access to electricity</p>","META_LAST_UPDATE":"<p>2021 May 12</p>","SDG_RELATED_INDICATORS":"<p>Indicators of Goal 7</p>","SDG_CUSTODIAN_AGENCIES":"<p>World Bank Group</p>","CONTACT_ORGANISATION":"<p>Central Bureau of Statistics</p>","CONTACT_NAME":"<p> Krishna Tuladhar / Suresh Basnyat</p>","ORGANISATION_UNIT":"<p>Social Statistics Section</p>","CONTACT_FUNCT":"<p>Directors, Produce social Statistics</p>","CONTACT_PHONE":"<p>4229406</p>","CONTACT_MAIL":"<p>Thapathali Kathmandu</p>","CONTACT_EMAIL":"<p>info@cbs.gov.np</p>","STAT_CONC_DEF":"<p>Definition: Proportion of population with access to electricity is the percentage of population with access to electricity.</p><p>SDG7 ensures access to affordable, reliable, sustainable and modern energy for all. Specifically, Indicator 7.1.1 refers to the proportion of population with access to electricity. </p><p>Concepts: Electricity access in this scenario refers to the proportion of population in Nepal and Provinces that has access to consistent sources of electricity. </p>","UNIT_MEASURE":"<p>This is expressed in percentage figures </p>","CLASS_SYSTEM":"<p>Disaggregated by total, province level of the country.</p><p>Other classifications can be done like income group of population.</p>","SRC_TYPE_COLL_METHOD":"<p>Data for access to electricity is collected from household surveys and censuses, tapping into a wide number of different household survey types including: Multi-tier Framework (MTF), Demographic and Health Surveys (DHS) and Living Standards Measurement Surveys (LSMS), Multi-Indicator Cluster Surveys (MICS), the World Health Survey (WHS), other nationally developed and implemented surveys, including those by various government agencies (for example, ministries of energy and utilities).</p>","SOURCE_TYPE":"<p>Nepal Multiple Indicators Cluster Survey 2018/19</p>","COLL_METHOD":"<p>Household Survey by face to face interview</p>","FREQ_COLL":"<p>2018/19 The next round of data collection is planned for the second half of 2024.</p>","REL_CAL_POLICY":"<p>2020 December Next round data dissemination not fixed.</p>","DATA_SOURCE":"<p>Sample Households</p>","COMPILING_ORG":"<p>CBS</p>","INST_MANDATE":"<p>Statistical Act 1958 CBS is designated to collect, process, and disseminate data with in relation to the progress in achieving the SDG 7 goals. </p>","RATIONALE":"<p>Access to electricity addresses major critical issues in all the dimensions of sustainable development. The target has a wide range of social and economic impacts, including facilitating development of income generating activities and lightening the burden of household tasks. It represents the living standard status of people. It can be used in deriving multi-dimension poverty. </p><p>Under the national target of equal access to energy, SDG7.1.1 focuses specifically on electricity access available to population. In order to gain a clear picture, access rates are only considered if the primary source of lighting is the electricity, solar systems, mini-grids and stand-alone systems. Sources such as generators, candles, batteries, etc., are not considered due to their limited working capacities and since they are usually kept as backup sources for lighting.</p>","REC_USE_LIM":"<p>Main aim is to estimate demand side access rates in order to better understand the access levels reported by the population. This is different from the supply side access rates usually provided by Nepal Electricity Authority. The data collected is compiled from NMICS as household survey. The population census also gives this kind of data by households. </p><p>The demand side and supply side proportion may differ in statistics.</p><p>The NMICS survey evidence base provides a good starting point for tracking household energy access. There are also some limitations that need to be addressed over time. In many parts of the country, the presence of an electricity connection in the household does not necessarily guarantee that the energy supplied is adequate and consistent and reliability or affordable in cost. It would be desirable to have fuller information about these critical attributes of the service, which have been highlighted in SDG7. The indicator may be further be disaggregated. The more refined measurement of energy access.</p>","DATA_COMP":"<p>Access estimates are weighted by population.</p>","DATA_VALIDATION":"<p>The population census has been also collected the access to electricity for lighting since 2001. A trend of data on access can be observed at district level. NMICS data can be validated with such trends and administrative source as well.</p>","ADJUSTMENT":"<p>The average values are resulted from the sum of total values for proportion of population with access to electricity across all countries. </p>","IMPUTATION":"<p>substituting missing values</p>","REG_AGG":"<p>National coverage by province level</p>","QUALITY_MGMNT":"<p>A multi-level review process in collaboration with experts, CBS, NEA as well as partnering international agencies UNICEF is conducted before finalizing the data.</p>","QUALITY_ASSMNT":"<p>Good quality data of electricity access should be generally aligned with the trends from the past data at country level or NEA supply side data.</p>","COVERAGE":"<p>Data is available at province level.</p><p>Data have been compiled in 2010 (partially) and 2014 (complete), though there are gaps in accurate data availability. Comparability by province is difficult.</p><p>Disaggregation: Electricity access proportions are disaggregated by province level.</p>","OTHER_DOC":"<p>NMICS 2019 </p><p>https://cbs.gov.np/nmics-2019-survey-findings-report-final/</p>","indicator":"7.1.1","target_id":"7.1","sdg_goal":"7","indicator_sort_order":"07-01-01"}