{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population below the international poverty line, by sex, age, employment status and geographical location (urban/rural)","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of population below the international poverty line, by sex, age, employment status and geographical location (urban/rural)","indicator_number":"1.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"national_metadata_update_url_text":"2021-05-12: see changes on GitHub","national_metadata_update_url":"https://github.com/open-sdg-nepal/data/commit/5e01dfb56416befc82ffe4b79a068d07a147dc9f","SDG_GOAL":"<p><strong>1. End poverty in all its forms everywhere</strong></p>","SDG_TARGET":"<p>1.1 By 2030, eradicate extreme poverty for all people everywhere, currently measured as people living on less than $1.25 a day</p>","SDG_INDICATOR":"<h2>1.1.1 Proportion of population below the international poverty line, by sex, age, employment status and geographical location (urban/rural)</h2>","SDG_SERIES_DESCR":"<p>Proportion of population below the international poverty line, by sex, age, employment status and geographical location (urban/rural)</p>","META_LAST_UPDATE":"<p>29<sup>th</sup> July 2020 (first update)</p>","SDG_RELATED_INDICATORS":"<p>1.2.1 Proportion of population living below the national poverty line, by sex and age</p>","SDG_CUSTODIAN_AGENCIES":"<p>World Bank</p>","CONTACT_ORGANISATION":"<p>Central Bureau of Statistics</p>","CONTACT_NAME":"<p>Mr. Ambika Bashyal</p>","ORGANISATION_UNIT":"<p>Household Survey Section</p>","CONTACT_FUNCT":"<p>Director, carry out household surveys and produce results</p>","CONTACT_PHONE":"<p>+977-9841545876</p>","CONTACT_MAIL":"<p>Central Bureau of Statistics, Thapathali, Kathmandu</p>","CONTACT_EMAIL":"<p>abashyal@gmail.com</p>","STAT_CONC_DEF":"<p>The indicator “proportion of the population below the international poverty line” is defined as the percentage of the population living on less than $1.90 a day at 2011 international prices. The 'international poverty line' is currently set at $1.90 a day at 2011 international prices.</p>","UNIT_MEASURE":"<p>percentage </p>","SOURCE_TYPE":"<p>Nepal Living Standards Survey (NLSS)</p>","COLL_METHOD":"<ul><li>The NLSS III (2010-11) enumerated 7,020 households, of which 5,988 households are from the cross-section sample and the remaining 1,032 are from the panel sample. Two-stage stratified sampling was adopted where the number of households at ward level was obtained from the sampling frame of 2001 Population Census. In the <u>first stage</u>, 500 primary sampling units (PSUs) were selected with equal probability from 14 strata. In the <u>second stage</u>, 12 households were selected with equal probability in each PSU with an additional 6 households in each PSU, to be used as replacement household for non-response among the 12 originally selected households.</li><li>The survey enumerated 5988 sample households from 499 primary sampling units (PSUs) from the cross-section sample. NLSS-III used two types of questionnaires: household questionnaire and community questionnaire. There were 20 Sections in the household questionnaire which covered the topics of demography, housing, access to facilities, migration, consumer expenditure, education, health, marriage and maternity history, work and time use, employment and unemployment, wage and salary, agriculture, non-agricultural activities, credit and savings, absentee population, remittances and transfers, social assistances, adequacy of consumption and government services/facilities, and anthropometry.</li><li>Data were collected by 20 field teams consisting of one supervisor, three interviewers (including at least two female interviewers) and one specially trained data entry operator. The teams were based in the appropriate Branch Statistics Office (BSO) of the CBS, and each team covered on average 30 PSUs during a period of 12 months. The intensive training of the field workers (supervisors, interviewers, and data entry operators) was conducted for 25 working days before fielding the survey. The field-based data entry and consistency check technique was adopted.</li></ul>","FREQ_COLL":"<p>Data collection was carried out over a period of 12 months to cover a complete cycle in agricultural activities and to capture seasonal variations in other variables. Fieldwork took place in four. subsequent phases. The first phase started on February 21, 2010 and the fourth phase was completed by the first week of February, 2011</p>","REL_CAL_POLICY":"<p>It took 10 months for data editing, cleaning and analysis. The data was released after the statistical report was published in November 2011.</p>","DATA_SOURCE":"<p>Central Bureau of Statistics (CBS)</p>","COMPILING_ORG":"<p>Household Survey Section of the CBS</p>","INST_MANDATE":"<p>Statistics Act, 1959 and Statistics Regulation, 1986 mandated the CBS to carry out sample surveys</p>","RATIONALE":"<p>Monitoring poverty is important on the national development agenda of Nepal. Since 10<sup>th</sup> Development Plan, alleviation is the poverty is the sole objective of the periodic plans. Combining NLSS with census data and using small area estimation technique poverty indicators can be disaggregated to the local level for planning. In addition, it is useful tool to compare progress globally.</p>","REC_USE_LIM":"<p>The NLSS survey was designed to carry out in every 5 years since 1995/96 but unfortunately, it could be carried out only 3 times since then. The poverty indicators based on international poverty line is not used widely for planning.</p>","DATA_COMP":"<p>National poverty line had to be changed to PPP $ with $ 1.90 per day on 2011 prices. The CPI adjusted price was used for converting the PPP $ price.  </p>","DATA_VALIDATION":"<p>Data validation had been done during the data collection by intensive supervision. The consistency check programs and data editing were done after the data collection. The results of the poverty indicators had been compared with other economic indicators to validate the survey results.</p>","DOC_METHOD":"<p>LSMS methodology was used for the data collection, and consumption aggregates were done using standard methodology developed by the World Bank. PPP $ conversion was done using CPI values provided by the Nepal Rastra Bank.</p>","QUALITY_MGMNT":"<p>Three layers of data quality checks were maintained by field level, district level and central supervision during the field work.</p>","QUALITY_ASSURE":"<p>Field-based data entry, strong consistency checks and intensive supervision were the basis for quality management of the survey. Standard methodology for the consumption aggregates and standard computational technique were used.</p>","QUALITY_ASSMNT":"<p>Both field-based and computational quality measures were taken as mentioned above.</p>","COVERAGE":"<p>National and provincial indicators can be available. Disaggregation based on other variables is possible.</p>","COMPARABILITY":"<p>Internationally comparable methodology adopted</p>","OTHER_DOC":"<p>The report is available at the CBS website. https://cbs.gov.np/poverty-in-nepal-2010-11/</p>","indicator":"1.1.1","target_id":"1.1","sdg_goal":"1","indicator_sort_order":"01-01-01"}