{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill","indicator_number":"4.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"national_metadata_updated_date":"2022-11-06","SDG_GOAL":"<p>4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET":"<p>4.4 By 2030, increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship</p>","SDG_INDICATOR":"<p>4.4.1 Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill</p>","SDG_SERIES_DESCR":"<p>This is under SDG 4</p>","META_LAST_UPDATE":"<p>15 December 2020</p>","SDG_CUSTODIAN_AGENCIES":"<p>UNICEF</p>","CONTACT_ORGANISATION":"<p>Central Bureau of Statistics</p>","CONTACT_NAME":"<p>Tirtha Chaulagain, Information Officer</p>","ORGANISATION_UNIT":"<p>Gender and Social Statistics Section</p>","CONTACT_FUNCT":"<p>Tirtha Chaulagain, Information Officer</p>","CONTACT_PHONE":"<p>+977 01 4229406</p>","CONTACT_MAIL":"<p>Thapathali, Kathmandu, Nepal</p>","CONTACT_EMAIL":"<p>info@cbs.gov.np</p>","STAT_CONC_DEF":"<p>This indicator is defined as the percentage of women and men (15 to 49 years) who have carried out at least one of nine specific computer related activities during the last 3 months. The indicator is expressed as a percentage.</p><p>The indicator on the proportion of individuals with ICT skills, by type of skills refers to individuals that have undertaken certain computer-related activities in the last three months. </p><p>Computer-related activities to measure ICT skills are as follows:</p><p>• Copying or moving a file or folder</p><p>• Using copy and paste tools to duplicate or move information within a document</p><p>• Sending e-mails with attached files (e.g. document, picture, video)</p><p>• Using basic arithmetic formulas in a spreadsheet</p><p>• Connecting and installing new devices (e.g. a modem, camera, printer)</p><p>• Finding, downloading, installing and configuring software</p><p>• Creating electronic presentations with presentation software (including images, sound, video or charts)</p><p>• Transferring files between a computer and other devices</p><p>• Writing a computer program using a specialized programming language</p><p>A computer refers to a desktop computer, a laptop (portable) computer or a tablet (or similar handheld computer). It does not include equipment with some embedded computing abilities, such as smart TV sets, and devices with telephony as their primary function, such as smartphones.</p>","UNIT_MEASURE":"<p>Percentage</p>","CLASS_SYSTEM":"<p>Global MICS guidelines by UNICEF</p>","SOURCE_TYPE":"<p>An international multi-purpose household survey programme was developed by UNICEF in the 1990s to support countries in collecting internationally comparable data on a wide range of indicators on the situation of children and women, widely known as global MICS programme. It measures key indicators that allows countries to generate data for using in policy making and designing programs, and to monitor progress towards the national goals and global commitments.</p>","COLL_METHOD":"<p>The sample for the Nepal MICS 2019 was designed to provide estimates for a large number of indicators on the situation of children and women at the national level, for urban and rural areas and seven provinces. The urban and rural areas within each province were identified as the main sampling strata. Kathmandu valley urban is included as a separate stratum as it’s characteristics differ from the rest. Each stratum was a separate domain. The sample of household was selected in two stages. Within each stratum, at the first sampling stage a specified number of census enumerations areas (EA), was selected systematically with probability proportional to size. A household listing was carried out within the selected enumeration areas, identifying the households with and without children under 5 years. In total, 25 households with and without children under 5 years were selected in each sample enumeration area through systematic random sampling method. To ensure strong representativeness of children under 5 in the sample, household with children under 5 years were oversampled. Hence, 13 households with children under 5 years and 12 households without children under 5 years were selected from listing in each enumeration area. A total sample of 512 enumeration area and 12800 households was selected for the survey. As the sample is not self-weighting, sample weights are used for reporting survey results. </p><p>The sampling frame of Nepal is based on the 2011 National population and Housing Census (NPHC). The census frame is a complete list of all census wards created for the 2011 NPHC. At the time of last census, the urban household population constituted 20% of the total household population. According to the latest changes in the administrative structure, following the federalization of the government, the urban household population increased to 65%. CBS updated the population frame to reflect the current status. In designing the sample for the Nepal MICS, it was very useful to review the sample design and results of the MICS conducted in 2014, documented in the final report of that survey. </p><p>Therefore, a multi-stage, stratified cluster sampling approach was used for the selection of the survey sample. The primary sampling units (PSUs) selected at the first stage were the enumeration areas (EAs) defined for the census enumeration. A listing of households was conducted in each sample enumeration area, and a sample of households was selected at the second stage.  </p><p>The questionnaires were developed based on the MICS 6 standard questionnaires of UNICEF. It was customized and translated into Nepali, Bhojpuri and Maithili language. After the development of questionnaire, it was pre-tested in Sindhupalchowk and Sindhuli district during March 2019. Based on the results of the pre-test, modifications were made to the wording and translation of the questionnaires. </p>","FREQ_COLL":"<p>2024</p>","REL_CAL_POLICY":"<p>2024</p>","DATA_SOURCE":"<p>Central Bureau of Statistics</p>","COMPILING_ORG":"<p>Central Bureau of Statistics</p>","INST_MANDATE":"<p>National official statistical agency that is responsible for conducting, survey and census.</p>","RATIONALE":"<p>ICT skills determine the effective use of information and communication technology, so this indicator may therefore assist in making the link between ICT usage and impact. The lack of such skills continues to be one of the key barriers keeping people from fully benefitting from the potential of information and communication technologies. These data may be used to inform targeted policies to improve ICT skills, and thus contribute to an inclusive information society.</p>","REC_USE_LIM":"<p>The calculation of this indicator requires to have reliable information on total number of in-scope individuals (15 to 49 years) who have carried out each activity in the past 3 months, regardless of where that activity took place and total number of in-scope individuals. The quality of such information is heavily dependent on the questionnaire design, the sample size and design and the accuracy of respondents' answers.</p>","DATA_COMP":"<p>This indicator is calculated as the proportion of in-scope individuals (15 to 49 years) who have carried out each activity in the past 3 months, regardless of where that activity took place. The indicator is expressed as a percentage.</p><p>Proportion of youth and adults with information and communication technology (ICT) skills, by type of skills = Number of individuals (15 to 49 years) who have carried each activity during 3 months, regardless of where that activity took place / Total number of people aged 15 to 49 years ×100</p>","DATA_VALIDATION":"<p>Interviewer’s manual in Nepali language was developed which included concepts, definitions, description of each question and fieldwork procedures, etc. to ensure that quality information was collected.</p><p>Team supervisors were responsible for daily monitoring of filed work. It was mandatory to re-interview on one household per cluster. Furthermore, the skills and performance were observed on daily basis.</p>","ADJUSTMENT":"<p>Not applicable</p>","IMPUTATION":"<p>Not applicable</p>","REG_AGG":"<p>Not applicable</p>","DOC_METHOD":"<p>It follows the MICS 6 standard questionnaires of UNICEF.</p>","QUALITY_MGMNT":"<p>Central Bureau of Statistics is the official agency to conducts survey and census. It has trained manpower</p>","QUALITY_ASSURE":"<p>The questionnaires were developed based on the MICS 6 standard questionnaires of UNICEF. It was customized and translated into Nepali, Bhojpuri and Maithili language. After the development of questionnaire, it was pre-tested in Sindhupalchowk and Sindhuli district during March 2019. Based on the results of the pre-test, modifications were made to the wording and translation of the questionnaires. </p><p>Interviewer’s manual in Nepali language was developed which included concepts, definitions, description of each question and fieldwork procedures, etc. to ensure that quality information was collected.</p><p>Team supervisors were responsible for daily monitoring of filed work. It was mandatory to re-interview on one household per cluster. Furthermore, the skills and performance were observed on daily basis.</p>","QUALITY_ASSMNT":"<p>The questionnaires were developed based on the MICS 6 standard questionnaires of UNICEF. It was customized and translated into Nepali, Bhojpuri and Maithili language. After the development of questionnaire, it was pre-tested in Sindhupalchowk and Sindhuli district during March 2019. Based on the results of the pre-test, modifications were made to the wording and translation of the questionnaires. </p><p>Interviewer’s manual in Nepali language was developed which included concepts, definitions, description of each question and fieldwork procedures, etc. to ensure that quality information was collected.</p><p>Team supervisors were responsible for daily monitoring of filed work. It was mandatory to re-interview on one household per cluster. Furthermore, the skills and performance were observed on daily basis.</p>","COVERAGE":"<p>The data is available by province and rural and urban.</p>","COMPARABILITY":"<p>It follows MICS 6 guidelines of UNICEF and can be compared across countries.</p>","OTHER_DOC":"<p>Central Bureau of Statistics (CBS), 2020. Nepal Multiple Indicator Cluster Survey 2019, Survey Findings Report. Kathmandu, Nepal: Central Bureau of Statistics and UNICEF Nepal.</p>","SDG_GOAL__GLOBAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET__GLOBAL":"<p>Target 4.4: By 2030, substantially increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 4.4.1: Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Not Applicable </p>","META_LAST_UPDATE__GLOBAL":"<p>2021-08-20</p>","SDG_RELATED_INDICATORS__GLOBAL":"<p>4.5, 5.b, 8.5, 8.6, 8.b, 9.2, 9.c</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Telecommunication Union (ITU)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Telecommunication Union (ITU)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The proportion of youth and adults with information and communications technology (ICT) skills, by type of skill as defined as the percentage of individuals that have undertaken certain ICT-related activities in the last 3 months. The indicator is expressed as a percentage.<br></p>\n<p><strong>Concepts:</strong></p>\n<p>The indicator on the proportion of individuals with ICT skills, by type of skills refers to individuals that have undertaken certain computer-related activities in the last three months. (Please note however, that from 2020 this data will be collected with a different scope and response categories, as explained below.)</p>\n<p>Computer-related activities to measure ICT skills are as follows:</p>\n<ul>\n  <li>Copying or moving a file or folder</li>\n  <li>Using copy and paste tools to duplicate or move information within a document</li>\n  <li>Sending e-mails with attached files (e.g. document, picture, video)</li>\n  <li>Using basic arithmetic formulas in a spreadsheet</li>\n  <li>Connecting and installing new devices (e.g. a modem, camera, printer)</li>\n  <li>Finding, downloading, installing and configuring software</li>\n  <li>Creating electronic presentations with presentation software (including images, sound, video or charts)</li>\n  <li>Transferring files between a computer and other devices</li>\n  <li>Writing a computer program using a specialized programming language</li>\n</ul>\n<p>A computer refers to a desktop computer, a laptop (portable) computer or a tablet (or similar handheld computer). It does not include equipment with some embedded computing abilities, such as smart TV sets, and devices with telephony as their primary function, such as smartphones.</p>\n<p>Most individuals will have carried out more than one activity and therefore multiple responses are expected. The tasks are broadly ordered from less complex to more complex, although there is no requirement for a respondent to select simpler tasks before selecting a more complex task. </p>\n<p>A decision was made in 2018 to modify the formulation of this indicator (at the 6th Expert Group meeting on ICT Household Indicators (EGH), in Geneva), to make the indicator independent of the device used. This data will be collected from member states from 2020 onwards, and incorporate changes to some of the skills categories that were agreed in the 6th and 7th EGH meetings. The revised and new skills categories will be:</p>\n<ul>\n  <li>Using copy and paste tools to duplicate or move data, information and content in digital environments (e.g. within a document, between devices, on the cloud)</li>\n  <li>Sending messages (e.g. e-mail, messaging service, SMS) with attached files (e.g. document, picture, video)</li>\n  <li>Using basic arithmetic formulae in a spreadsheet</li>\n  <li>Connecting and installing new devices (e.g. a modem, camera, printer) through wired or wireless technologies</li>\n  <li>Finding, downloading, installing and configuring software and apps</li>\n  <li>Creating electronic presentations with presentation software (including text, images, sound, video or charts)</li>\n  <li>Transferring files or applications between devices (including via cloud-storage)</li>\n  <li>Setting up effective security measures (e.g. strong passwords, log-in attempt notification) to protect devices and online accounts </li>\n  <li>Changing privacy settings on your device, account or app to limit the sharing of personal data and information (e.g. name, contact information, photos)</li>\n  <li>Verifying the reliability of information found online</li>\n  <li>Programming or coding in digital environments (e.g. computer software, app development)</li>\n</ul>","UNIT_MEASURE__GLOBAL":"<p>Percentage of individuals</p>","CLASS_SYSTEM__GLOBAL":"<p>Activities are classified according to agreement at the Expert Group meeting on ICT Household Indicators (EGH).</p>\n<p>Furthermore, for countries that collect this data through an official survey, and if data allow breakdown and disaggregation, the indicator can be broken down by region (urban/rural), by sex, by age group, by educational level (ISCED), by labour force status (ILO), and by occupation (ISCO). ITU collects data for all of these breakdowns from countries.</p>","SOURCE_TYPE__GLOBAL":"<p>Countries can collect data on this indicator through national household surveys. Data for different countries are compiled by ITU.</p>","COLL_METHOD__GLOBAL":"<p>Data for different countries are compiled and provided by ITU.</p>","FREQ_COLL__GLOBAL":"<p>Various. Each survey has its own data collection cycle. ITU collects data twice a year from Member States, in Q1 and in Q3.</p>","REL_CAL_POLICY__GLOBAL":"<p>ITU releases data twice per year on ICT skills.</p>","DATA_SOURCE__GLOBAL":"<p>Bodies responsible for conducting household surveys (including National Statistical Offices and Government Ministries) in which information on the use of ICT skills is collected. Data is compiled by ITU.</p>","COMPILING_ORG__GLOBAL":"<p>ITU</p>","INST_MANDATE__GLOBAL":"<p>As the UN specialized agency for ICTs, ITU is the official source for global ICT statistics, collecting ICT data from its Member States. </p>","RATIONALE__GLOBAL":"<p>ICT skills determine the effective use of information and communication technology, so this indicator may therefore assist in making the link between ICT usage and impact. The lack of such skills continues to be one of the key barriers keeping people from fully benefitting from the potential of information and communication technologies. These data may be used to inform targeted policies to improve ICT skills, and thus contribute to an inclusive information society.</p>\n<p>This is also a core indicator of the Partnership on Measuring ICT for Development&apos;s Core List of Indicators, which has been endorsed by the UN Statistical Commission (in 2014).</p>","REC_USE_LIM__GLOBAL":"<p>This indicator is relatively new but based on an internationally-agreed definition and methodology, which have been developed under the coordination of International Telecommunications Union (ITU), through its Expert Groups and following an extensive consultation process with countries. It was also endorsed by the UN Statistical Commission in 2014<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup>, and again in 2020.</p>\n<p>The indicator is based on the responses provided by interviewees regarding certain activities that they have carried out in a reference period of time. However, it is not a direct assessment of skills nor do we know if those activities were undertaken effectively. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> As one of the Core List of Indicators of the Partnership on Measuring ICT for Development. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","DATA_COMP__GLOBAL":"<p>This indicator is calculated as the proportion of in-scope who have carried out each activity in the past 3 months, regardless of where that activity took place. The indicator is expressed as a percentage.</p>\n<p>Figures supplied are expressed as a proportion of the in-scope population.</p>","DATA_VALIDATION__GLOBAL":"<p>Data are submitted by Member States to ITU. ITU checks and validates the data, in consultation with the Member States. </p>","ADJUSTMENT__GLOBAL":"<p>No adjustments are made to the data submitted by countries.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>None by data compiler.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>None by data compiler.</p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates are not currently available for this indicator.</p>","DOC_METHOD__GLOBAL":"<p>ITU Manual for Measuring ICT Access and Use by Households and Individuals 2020:</p>\n<p><a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx\">https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx</a> </p>","QUALITY_MGMNT__GLOBAL":"<p>Data are checked and validated by the ICT Data and Analytics (IDA) Division of the ITU. Countries are contacted to clarify and correct their submissions.</p>","QUALITY_ASSURE__GLOBAL":"<p>The guidelines of the Manual for Measuring ICT Access and Use by Households and Individuals 2020 are followed.</p>","QUALITY_ASSMNT__GLOBAL":"<p>The guidelines of the Manual for Measuring ICT Access and Use by Households and Individuals 2020 are followed.</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>As of 2020, 91 economies have ever reported ICT skills data since 2005.</p>\n<p><strong>Time series:</strong></p>\n<p>2005 onwards</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Since data for the indicator on the proportion of individuals with ICT skills, by type of skills are collected through a survey, classificatory variables for individuals can provide further information on the differences in ICT skills among men/women, children/adults (age groups), employed/unemployed, etc., according to national requirements These data may be used to inform targeted policies to improve ICT skills, and thus contribute to the development of an inclusive information society.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>None</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>International Telecommunication Union:</p>\n<p><a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/default.aspx\">https://www.itu.int/en/ITU-D/Statistics/Pages/default.aspx</a> </p>\n<p><strong>References:</strong></p>\n<p>ITU Manual for Measuring ICT Access and Use by Households and Individuals 2020:</p>\n<p><a href=\"https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx\">https://www.itu.int/en/ITU-D/Statistics/Pages/publications/manual.aspx</a> </p>","target_number":"4.4","goal_number":"4","indicator_sort_order":"04-04-01"}