{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"By बर्ष भन्दा कम उमेरका बच्चाहरुको अनुपात जो स्वास्थ्य, शिक्षा र मनोवैज्ञानिक कल्याण मा ट्र्याकमा छन् सेक्स द्वारा","graph_titles":[],"graph_type":"line","indicator_name":"By बर्ष भन्दा कम उमेरका बच्चाहरुको अनुपात जो स्वास्थ्य, शिक्षा र मनोवैज्ञानिक कल्याण मा ट्र्याकमा छन् सेक्स द्वारा","indicator_number":"4.2.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"national_metadata_updated_date":"2022-11-06","SDG_GOAL":"<p>4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET":"<p>4.2 By 2030, ensure that all girls and boys have access to quality early childhood development, care and pre-primary education so that they are ready for primary education</p>","SDG_INDICATOR":"<p>4.2.1 Proportion of children under 5 years of age who are developmentally on track in health, learning and psychosocial well-being, by sex</p>","SDG_SERIES_DESCR":"<p>This is under SDG 4</p>","META_LAST_UPDATE":"<p>15 December 2020</p>","SDG_CUSTODIAN_AGENCIES":"<p>UNICEF</p>","CONTACT_ORGANISATION":"<p>Central Bureau of Statistics</p>","CONTACT_NAME":"<p>Tirtha Chaulagain, Information Officer</p>","ORGANISATION_UNIT":"<p>Gender and Social Statistics Section</p>","CONTACT_FUNCT":"<p>Tirtha Chaulagain, Information Officer</p>","CONTACT_PHONE":"<p>+977 01 4229406</p>","CONTACT_MAIL":"<p>Thapathali, Kathmandu, Nepal</p>","CONTACT_EMAIL":"<p>info@cbs.gov.np</p>","STAT_CONC_DEF":"<p>This indicator is defined as the percentage of children age 36-59 months who are developmentally on track in at least three of the following four domains: literacy-numeracy, physical, social-emotional, and learning. </p><p>Early childhood development (ECD) is very important process of human life to shape the future with opportunities. According to ‘Early Childhood Development Coming of Age: Science through the Life Course’, rapid brain development occurs during the first years of the life. The quality of children’s home environment and their interaction with caregivers play major role in the development of children during the time period. It also helps in boosting cognitive, physical, social and emotional development. </p><p>As per the UNICEF, <strong>a) on track for literacy and numeracy</strong> was classified as 1 if children aged 36-59 months could do at least two of the following tasks: 1) Identify or name at least 10 letters of the alphabet; read at least four simple, popular words and 2) Know the name and recognize the symbols of all numbers from 1 to 0; 0, otherwise</p><p><strong>b) on track for physical development </strong>was classified as 1 if children aged 36-59 months could pick up a small object such as a stick or a rock from the ground with two of their fingers, and/ or the mother or caretaker did not indicate that the child was sometimes too sick to play; and 0 otherwise.</p><p><strong>c) on track for socio-emotional development </strong> was classified as 1 for children aged 36-59 months for whom any of the following two were true: the child got along well with other children; the child did not kick, bite, or hit other children and the child did not get distracted easily; and o otherwise.</p><p><strong>d) on track for learning </strong>was classifies as 1 children aged 36-59 months could follow simple directions on how to do something correctly and/or able to do given task independently; and 0 otherwise.</p><p><strong>e) the overall ECD index </strong>was classified as 1 for children aged 36-59 months who were on track on at least three of the above four indicators; and 0 otherwise.</p>","UNIT_MEASURE":"<p>Percentage</p>","CLASS_SYSTEM":"<p>Global MICS guidelines by UNICEF</p>","SOURCE_TYPE":"<p>An international multi-purpose household survey programme was developed by UNICEF in the 1990s to support countries in collecting internationally comparable data on a wide range of indicators on the situation of children and women, widely known as global MICS programme. It measures key indicators that allows countries to generate data for using in policy making and designing programs, and to monitor progress towards the national goals and global commitments.</p>","COLL_METHOD":"<p>The sample for the Nepal MICS 2019 was designed to provide estimates for a large number of indicators on the situation of children and women at the national level, for urban and rural areas and seven provinces. The urban and rural areas within each province were identified as the main sampling strata. Kathmandu valley urban is included as a separate stratum as it’s characteristics differ from the rest. Each stratum was a separate domain. The sample of household was selected in two stages. Within each stratum, at the first sampling stage a specified number of census enumerations areas (EA), was selected systematically with probability proportional to size. A household listing was carried out within the selected enumeration areas, identifying the households with and without children under 5 years. In total, 25 households with and without children under 5 years were selected in each sample enumeration area through systematic random sampling method. To ensure strong representativeness of children under 5 in the sample, household with children under 5 years were oversampled. Hence, 13 households with children under 5 years and 12 households without children under 5 years were selected from listing in each enumeration area. A total sample of 512 enumeration area and 12800 households was selected for the survey. As the sample is not self-weighting, sample weights are used for reporting survey results. </p><p>The sampling frame of Nepal is based on the 2011 National population and Housing Census (NPHC). The census frame is a complete list of all census wards created for the 2011 NPHC. At the time of last census, the urban household population constituted 20% of the total household population. According to the latest changes in the administrative structure, following the federalization of the government, the urban household population increased to 65%. CBS updated the population frame to reflect the current status. In designing the sample for the Nepal MICS, it was very useful to review the sample design and results of the MICS conducted in 2014, documented in the final report of that survey. </p><p>Therefore, a multi-stage, stratified cluster sampling approach was used for the selection of the survey sample. The primary sampling units (PSUs) selected at the first stage were the enumeration areas (EAs) defined for the census enumeration. A listing of households was conducted in each sample enumeration area, and a sample of households was selected at the second stage.  </p><p>The questionnaires were developed based on the MICS 6 standard questionnaires of UNICEF. It was customized and translated into Nepali, Bhojpuri and Maithili language. After the development of questionnaire, it was pre-tested in Sindhupalchowk and Sindhuli district during March 2019. Based on the results of the pre-test, modifications were made to the wording and translation of the questionnaires. </p>","FREQ_COLL":"<p>2024</p>","REL_CAL_POLICY":"<p>2024</p>","DATA_SOURCE":"<p>Central Bureau of Statistics</p>","COMPILING_ORG":"<p>Central Bureau of Statistics</p>","INST_MANDATE":"<p>National official statistical agency that is responsible for conducting, survey and census.</p>","RATIONALE":"<p>Early childhood development (ECD) is very important to shape one’s future. It is one of the most critical and cost-effective investments a country can make to improve adult health, education and productivity in order to build human capital for the upcoming future. ECD is equity from the start and provides a good indication of national development.</p>","REC_USE_LIM":"<p>The calculation of this indicator requires to have reliable information on number of children aged 36 to 59 months who are developmentally on track in health, learning and psychosocial well-being and total number of children aged 36 to 59 months. The quality of such information is heavily dependent on the questionnaire design, the sample size and design and the accuracy of respondents' answers.</p>","DATA_COMP":"<p>The number of children aged 36 to 59 months who are developmentally on track in health, learning and psychosocial well-being divided by the total number of children aged 36 to 59 months in the population multiplied by 100.</p><p>Proportion of children under 5 years of age who are developmentally on track in health, learning and psychosocial well-being = Number of children aged 36 to 59 months who are developmentally on track in health, learning and psychosocial well-being / Total number of children aged 36 to 59 months in the population ×100</p>","DATA_VALIDATION":"<p>Interviewer’s manual in Nepali language was developed which included concepts, definitions, description of each question and fieldwork procedures, etc. to ensure that quality information was collected.</p><p>Team supervisors were responsible for daily monitoring of filed work. It was mandatory to re-interview on one household per cluster. Furthermore, the skills and performance were observed on daily basis.</p>","ADJUSTMENT":"<p>Not applicable</p>","IMPUTATION":"<p>Not applicable</p>","REG_AGG":"<p>Not applicable</p>","DOC_METHOD":"<p>It follows the MICS 6 standard questionnaires of UNICEF.</p>","QUALITY_MGMNT":"<p>Central Bureau of Statistics is the official agency to conducts survey and census. It has trained manpower</p>","QUALITY_ASSURE":"<p>The questionnaires were developed based on the MICS 6 standard questionnaires of UNICEF. It was customized and translated into Nepali, Bhojpuri and Maithili language. After the development of questionnaire, it was pre-tested in Sindhupalchowk and Sindhuli district during March 2019. Based on the results of the pre-test, modifications were made to the wording and translation of the questionnaires. </p><p>Interviewer’s manual in Nepali language was developed which included concepts, definitions, description of each question and fieldwork procedures, etc. to ensure that quality information was collected.</p><p>Team supervisors were responsible for daily monitoring of filed work. It was mandatory to re-interview on one household per cluster. Furthermore, the skills and performance were observed on daily basis.</p>","QUALITY_ASSMNT":"<p>The questionnaires were developed based on the MICS 6 standard questionnaires of UNICEF. It was customized and translated into Nepali, Bhojpuri and Maithili language. After the development of questionnaire, it was pre-tested in Sindhupalchowk and Sindhuli district during March 2019. Based on the results of the pre-test, modifications were made to the wording and translation of the questionnaires. </p><p>Interviewer’s manual in Nepali language was developed which included concepts, definitions, description of each question and fieldwork procedures, etc. to ensure that quality information was collected.</p><p>Team supervisors were responsible for daily monitoring of filed work. It was mandatory to re-interview on one household per cluster. Furthermore, the skills and performance were observed on daily basis.</p>","COVERAGE":"<p>The data is available by province and rural and urban.</p>","COMPARABILITY":"<p>It follows MICS 6 guidelines of UNICEF and can be compared across countries.</p>","OTHER_DOC":"<p>Central Bureau of Statistics (CBS), 2020. Nepal Multiple Indicator Cluster Survey 2019, Survey Findings Report. Kathmandu, Nepal: Central Bureau of Statistics and UNICEF Nepal.</p>","SDG_GOAL__GLOBAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET__GLOBAL":"<p>Target 4.2: By 2030, ensure that all girls and boys have access to quality early childhood development, care and pre-primary education so that they are ready for primary education</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 4.2.1: Proportion of children aged 24&#x2013;59 months who are developmentally on track in health, learning and psychosocial well-being, by sex</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Proportion of children who are developmentally on track in at least three of the following domains: literacy-numeracy, physical development, social-emotional development, and learning</p>","META_LAST_UPDATE__GLOBAL":"2022-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 4.2.2: Participation rate in organized learning (one year before the official primary entry age), by sex</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The proportion of children aged 24 to 59 months who are developmentally on track in health, learning and psychosocial well-being.</p>\n<p><strong>Concepts:</strong></p>\n<p>The domains included in the indicator for SDG indicator 4.2.1 include the following concepts:</p>\n<ul>\n  <li><strong>Health</strong>: gross motor development, fine motor development and self-care.</li>\n  <li><strong>Learning</strong>: expressive language, literacy, numeracy, pre-writing, and executive functioning.</li>\n  <li><strong>Psychosocial well-being: </strong>emotional skills, social skills, internalizing behavior, and externalizing behavior.</li>\n</ul>\n<p>The recommended measure for SDG 4.2.1 is the Early Childhood Development Index 2030 (ECDI2030) which is a 20-item instrument to measure developmental outcomes among children aged 24 to 59 months in population-based surveys. The indicator derived from the ECDI2030 is the proportion of children aged 24 to 59 months who have achieved the minimum number of milestones expected for their age group, defined as follows:</p>\n<ul>\n  <li>Children age 24 to 29 months are classified as developmentally on-track if they have achieved at least 7 milestones;</li>\n  <li>Children age 30 to 35 months are classified as developmentally on-track if they have achieved at least 9 milestones;</li>\n  <li>Children age 36 to 41 months are classified as developmentally on-track if they have achieved at least 11 milestones;</li>\n  <li>Children age 42 to 47 months are classified as developmentally on-track if they have achieved at least 13 milestones;</li>\n  <li>Children age 48 to 59 months are classified as developmentally on-track if they have achieved at least 15 milestones. </li>\n</ul>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p>In 2015, UNICEF initiated a process of methodological development that involved extensive consultations with experts, partner agencies and national statistical authorities. Over the following five years, a sequence of carefully planned technical steps were executed, incorporating both qualitative and quantitative methods to identify the best items to measure indicator 4.2.1. This process led to the development of the ECDI2030.</p>\n<p>The ECDI2030 addresses the need for nationally representative and internationally comparable data on early childhood development, collected in a standardized way. It captures the achievement of key developmental milestones by children between the ages of 24 and 59 months. Mothers or primary caregivers are asked 20 questions about the way their children behave in certain everyday situations, and the skills and knowledge they have acquired.</p>\n<p>The ECDI2030 can be integrated into existing national data collection efforts, including international household survey programmes such as UNICEF-supported Multiple Indicator Cluster Surveys (MICS) and the Demographic and Health Surveys (DHS). </p>\n<p>The ECDI2030 is meant to replace the Early Childhood Development Index (or ECDI) which collects data on the proxy indicator for SDG 4.2.1 that has been in use since 2015. The former ECDI and the new ECDI2030 target different age groups and measure slightly different development domains. Therefore, the indicators generated by both instruments may not be fully comparable and caution is needed when interpreting estimates produced by the two measures.</p>","COLL_METHOD__GLOBAL":"<ul>\n  <li>\n    <ol>\n      <li>UNICEF undertakes a wide consultative process of compiling and assessing data from national sources for the purposes of updating its global databases on the situation of children. Up until 2017, the mechanism UNICEF used to collaborate with national authorities on ensuring data quality and international comparability on key indicators of relevance to children was known as Country Data Reporting on the Indicators for the Goals (CRING).</li>\n    </ol>\n  </li>\n</ul>\n<p>As of 2018, UNICEF launched a new country consultation process with national authorities on selected child-related global SDG indicators for which it is custodian or co-custodian to meet emerging standards and guidelines on data flows for global reporting of SDG indicators, which place strong emphasis on technical rigour, country ownership and use of official data and statistics. The consultation process solicits feedback directly from National Statistical Offices (NSOs), as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </p>","FREQ_COLL__GLOBAL":"<p>UNICEF will undertake an annual country consultation likely between December and January every year to allow for review and processing of the feedback received in order to meet global SDG reporting deadlines.</p>","REL_CAL_POLICY__GLOBAL":"<p>Updated data on 4.2.1 as measured by the ECDI2030 will be available in the SDG reporting period every February/March.</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices (in most cases)</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","INST_MANDATE__GLOBAL":"<p>UNICEF is responsible for global monitoring and reporting on the wellbeing of children. It provides technical and financial assistance to Member States to support their efforts to collect quality data on early childhood development (ECD), including through the UNICEF-supported MICS household survey programme. UNICEF also compiles ECD statistics with the goal of making internationally comparable datasets publicly available, and it analyses ECD statistics which are included in relevant data-driven publications, including in its flagship publication, <em>The State of the World&#x2019;s Children.</em></p>","RATIONALE__GLOBAL":"<p>Early childhood development (ECD) sets the stage for life-long thriving. Investing in ECD is one of the most critical and cost-effective investments a country can make to improve adult health, education and productivity in order to build human capital and promote sustainable development. ECD is equity from the start and provides a good indication of national development. Efforts to improve ECD can bring about human, social and economic improvements for both individuals and societies.</p>","REC_USE_LIM__GLOBAL":"<p>SDG 4.2.1 was initially classified as Tier 3 and was upgraded to Tier 2 in 2019; additionally, changes to the indicator were made during the 2020 comprehensive review. In light of this and given that the ECDI2030 was officially released in March 2020, it will take some time for country uptake and implementation of the new measure and for data to become available from a sufficiently large enough number of countries. Therefore, in the meantime, a proxy indicator (children aged 36-59 months who are developmentally on-track in at least three of the following four domains: literacy-numeracy, physical, social-emotional and learning) will be used to report on 4.2.1, when relevant. This proxy indicator has been used for global SDG reporting since 2015 but is not fully aligned with the definition and age group covered by the SDG indicator formulation. When the proxy indicator is used for SDG reporting on 4.2.1 for a country, it will be footnoted as such in the global SDG database.</p>","DATA_COMP__GLOBAL":"<p>The number of children aged 24 to 59 months who are developmentally on track in health, learning and psychosocial well-being divided by the total number of children aged 24 to 59 months in the population multiplied by 100.</p>","DATA_VALIDATION__GLOBAL":"<p>A wide consultative process is undertaken to compile, assess and validate data from national sources. </p>\n<p>The consultation process solicits feedback directly from National Statistical Offices, as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. The results of this country consultation are reviewed by UNICEF as the custodian agency. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </p>","ADJUSTMENT__GLOBAL":"<p>The estimates compiled and presented at global level come directly from nationally produced data and are not adjusted or recalculated.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>When data for a country are entirely missing, UNICEF does not publish any country-level estimate.</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>The regional average is applied to those countries within the region with missing values for the purposes of calculating regional aggregates only but are not published as country-level estimates. Regional aggregates are only published when at least 50 percent of the regional population for the relevant age group are covered by the available data.</p>","REG_AGG__GLOBAL":"<p>The global aggregate is a weighted average of all countries with available data. Global aggregates are published regardless of population coverage, but the number of countries and the proportion of the relevant population group represented by the available data are clearly indicated.</p>\n<p>Regional aggregates are weighted averages of all the countries within the region.</p>","DOC_METHOD__GLOBAL":"<p>Countries gather prevalence data on children&#x2019;s developmental status through household surveys such as UNICEF-supported MICS or Demographic and Health Surveys.</p>","QUALITY_MGMNT__GLOBAL":"<p>The process behind the production of reliable statistics on ECD is well established within UNICEF. The quality and process leading to the production of the SDG indicator 4.2.1 is ensured by working closely with the statistical offices and other relevant stakeholders through a consultative process.</p>","QUALITY_ASSURE__GLOBAL":"<p>UNICEF maintains the global database on ECD that is used for SDG and other official reporting. Before the inclusion of any data point in the database, it is reviewed by technical focal points at UNICEF headquarters to check for consistency and overall data quality. This review is based on a set of objective criteria to ensure that only the most recent and reliable information are included in the databases. These criteria include the following: data sources must include proper documentation; data values must be representative at the national population level; data are collected using an appropriate methodology (e.g., sampling); data values are based on a sufficiently large sample; data conform to the standard indicator definition including age group and concepts, to the extent possible; data are plausible based on trends and consistency with previously published/reported estimates for the indicator. </p>\n<p>As of 2018, UNICEF undertakes an annual consultation with government authorities on 10 of the child-related SDG indicators in its role of sole or joint custodian, and in line with its global monitoring mandate and normative commitments to advancing the 2030 Agenda for children. This includes indicator 4.2.1. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Data consistency and quality checks are regularly conducted for validation of the data before dissemination. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data on the indicator collected through implementation of the ECDI2030 are expected to become available, beginning in 2022. Comparable data collected by the ECDI are currently available for around 80 countries. Countries with data on the proxy indicator collected with the ECDI will continue to be used for global SDG reporting until new data using the ECDI2030 are available. </p>\n<p><strong>Time series:</strong></p>\n<p>Not available</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Sex</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The estimates compiled and presented at global level come directly from nationally produced data and are not adjusted or recalculated.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>data.unicef.org</p>\n<p><strong>References:</strong></p>\n<p><a href=\"http://data.unicef.org/ecd/development-status.html\">http://data.unicef.org/ecd/development-status.html</a> </p>","target_number":"4.2","goal_number":"4","indicator_sort_order":"04-02-01"}