{"SDG_GOAL":"<p>6 Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET":"<p>6.2 By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations</p>","SDG_INDICATOR":"<p>6.2.1 Proportion of population using safely managed sanitation services, including a hand-washing facility with soap and water</p>","SDG_SERIES_DESCR":"<p>This is under SDG 6</p>","META_LAST_UPDATE":"<p>15 December 2020</p>","SDG_CUSTODIAN_AGENCIES":"<p>UNICEF</p>","CONTACT_ORGANISATION":"<p>Central Bureau of Statistics</p>","CONTACT_NAME":"<p>Tirtha Chaulagain, Information Officer</p>","ORGANISATION_UNIT":"<p>Gender and Social Statistics Section</p>","CONTACT_FUNCT":"<p>Tirtha Chaulagain, Information Officer</p>","CONTACT_PHONE":"<p>+977 01 4229406</p>","CONTACT_MAIL":"<p>Thapathali, Kathmandu, Nepal</p>","CONTACT_EMAIL":"<p>info@cbs.gov.np</p>","STAT_CONC_DEF":"<p>This indicator shows the percentage of population with a handwashing facility where water and soap or detergent are present.</p><p>The most cost effective health intervention to reduce both the incidence of diarrhoea and pneumonia is handwashing with water and soap.  Handwashing facilities can consist of a sink with tap water, but can also include other devices that contain, transport or regulate the flow of water. Buckets with taps, tippy-taps and portable basins are all examples of handwashing facilities. Bar soap, liquid soap, powder detergent and soapy water all count as soap for monitoring purposes.</p>","UNIT_MEASURE":"<p>Percentage</p>","CLASS_SYSTEM":"<p>Global MICS guidelines by UNICEF</p>","SOURCE_TYPE":"<p>An international multi-purpose household survey programme was developed by UNICEF in the 1990s to support countries in collecting internationally comparable data on a wide range of indicators on the situation of children and women, widely known as global MICS programme. It measures key indicators that allows countries to generate data for using in policy making and designing programs, and to monitor progress towards the national goals and global commitments.</p>","COLL_METHOD":"<p>The sample for the Nepal MICS 2019 was designed to provide estimates for a large number of indicators on the situation of children and women at the national level, for urban and rural areas and seven provinces. The urban and rural areas within each province were identified as the main sampling strata. Kathmandu valley urban is included as a separate stratum as it’s characteristics differ from the rest. Each stratum was a separate domain. The sample of household was selected in two stages. Within each stratum, at the first sampling stage a specified number of census enumerations areas (EA), was selected systematically with probability proportional to size. A household listing was carried out within the selected enumeration areas, identifying the households with and without children under 5 years. In total, 25 households with and without children under 5 were selected in each sample enumeration area through systematic random sampling method. To ensure strong representativeness of children under 5 in the sample, household with children under 5 were oversampled. Where 13 households with children under 5 and 12 households without were selected from listing in each enumeration area. A total sample of 512 enumeration area and 12800 households was selected for the survey. As the sample is not self-weighting, sample weights are used for reporting survey results. </p><p>The sampling frame of Nepal is based on the 2011 National population and Housing Census (NPHC). The census frame is a complete list of all census wards created for the 2011 NPHC. At the time of last census, the urban household population constituted 20% of the total household population. According to the latest changes in the administrative structure, following the federalization of the government, the urban household population increased to 65%. CBS updated the population frame to reflect the current status. In designing the sample for the Nepal MICS, it was very useful to review the sample design and results of the MICS conducted in 2014, documented in the Final Report of that survey. </p><p>Therefore, a multi-stage, stratified cluster sampling approach was used for the selection of the survey sample. The primary sampling units (PSUs) selected at the first stage were the enumeration areas (EAs) defined for the census enumeration. A listing of households was conducted in each sample enumeration area, and a sample of households was selected at the second stage.  </p><p>The questionnaires were developed based on the MICS 6 standard questionnaires of UNICEF. It was customized and translated into Nepali, Bhojpuri and Maithili language. After the development of questionnaire, it was pre-tested in Sindhupalchowk and Sindhuli district during March 2019. Based on the results of the pre-test, modifications were made to the wording and translation of the questionnaires.</p>","FREQ_COLL":"<p>2024</p>","REL_CAL_POLICY":"<p>2024</p>","DATA_SOURCE":"<p>Central Bureau of Statistics</p>","COMPILING_ORG":"<p>Central Bureau of Statistics</p>","INST_MANDATE":"<p>National official statistical agency that is responsible for conducting, survey and census.</p>","RATIONALE":"<p>Hygiene has long-established links with public health, and the explicit reference to hygiene in the text of SDG target 6.2 represents increasing recognition of the importance of hygiene and its close links with sanitation. Hygiene is multi-faceted and can comprise many behaviours, including handwashing, menstrual hygiene and food hygiene. International consultations among WASH sector professionals identified handwashing with soap and water as a top priority in all settings, and also as a suitable indicator for national and global monitoring.</p>","REC_USE_LIM":"<p>The calculation of this indicator requires to have reliable information on the number of people with a handwashing facility where water and soap or detergent and total population. The quality of such information is heavily dependent on the questionnaire design, the sample size and design and the accuracy of respondents' answers.</p>","DATA_COMP":"<p>Proportion of population with handwashing facility where water and soap or detergent are present divided by total population, expressed as percentage. </p><p>Proportion of population with handwashing facility where water and soap or detergent are present = Number of people with handwashing facility where water and soap or detergent are present / Total population ×100</p>","DATA_VALIDATION":"<p>Interviewer’s manual in Nepali language was developed which included concepts, definitions, description of each question and fieldwork procedures, etc. to ensure that quality information was collected.</p><p>Team supervisors were responsible for daily monitoring of filed work. It was mandatory to re-interview on one household per cluster. Furthermore, the skills and performance were observed on daily basis.</p>","ADJUSTMENT":"<p>Not applicable</p>","IMPUTATION":"<p>Not applicable</p>","REG_AGG":"<p>Not applicable</p>","DOC_METHOD":"<p>It follows the MICS 6 standard questionnaires of UNICEF.</p>","QUALITY_MGMNT":"<p>Central Bureau of Statistics is the official agency to conducts survey and census. It has trained manpower</p>","QUALITY_ASSURE":"<p>The questionnaires were developed based on the MICS 6 standard questionnaires of UNICEF. It was customized and translated into Nepali, Bhojpuri and Maithili language. After the development of questionnaire, it was pre-tested in Sindhupalchowk and Sindhuli district during March 2019. Based on the results of the pre-test, modifications were made to the wording and translation of the questionnaires. </p><p>Interviewer’s manual in Nepali language was developed which included concepts, definitions, description of each question and fieldwork procedures, etc. to ensure that quality information was collected.</p><p>Team supervisors were responsible for daily monitoring of filed work. It was mandatory to re-interview on one household per cluster. Furthermore, the skills and performance were observed on daily basis.</p>","QUALITY_ASSMNT":"<p>The questionnaires were developed based on the MICS 6 standard questionnaires of UNICEF. It was customized and translated into Nepali, Bhojpuri and Maithili language. After the development of questionnaire, it was pre-tested in Sindhupalchowk and Sindhuli district during March 2019. Based on the results of the pre-test, modifications were made to the wording and translation of the questionnaires. </p><p>Interviewer’s manual in Nepali language was developed which included concepts, definitions, description of each question and fieldwork procedures, etc. to ensure that quality information was collected.</p><p>Team supervisors were responsible for daily monitoring of filed work. It was mandatory to re-interview on one household per cluster. Furthermore, the skills and performance were observed on daily basis.</p>","COVERAGE":"<p>The data is available by province and rural and urban.</p>","COMPARABILITY":"<p>It follows MICS 6 guidelines of UNICEF and can be compared across countries.</p>","OTHER_DOC":"<p>Central Bureau of Statistics (CBS), 2020. Nepal Multiple Indicator Cluster Survey 2019, Survey Findings Report. Kathmandu, Nepal: Central Bureau of Statistics and UNICEF Nepal.</p>","national_metadata_updated_date":"2022-11-06","indicator_number":"6.2.1_SH_SAN_HNDWSH","target_number":"6.2","goal_number":"6","reporting_status":"notstarted","data_non_statistical":true,"graph_type":"line","indicator_sort_order":"06-02-1_SH_SAN_HNDWSH","indicator_name":"global_indicators.6-2-1_SH_SAN_HNDWSH-title","graph_title":"global_indicators.6-2-1_SH_SAN_HNDWSH-title"}